Repository: bseries/base_core
Catalog: resources/g11n/po/*/LC_MESSAGES/*_core.po
Languages: de

source: External
de: Extern

source: Authoring
de: Verfassen

source: Access
de: Zugriffsrechte

source: Users
de: Benutzer

source: Virtual Users
de: Virtuelle Benutzer

source: Contact Support
de: Support kontaktieren

source: Total
de: Gesamt

source: Activated.
de: Aktiviert.

source: Failed to activate.
de: Aktivieren fehlgeschlagen.

source: Deactivated.
de: Deaktiviert.

source: Failed to deactivate.
de: Deaktivieren fehlgeschlagen.

source: Successfully saved.
de: Erfolgreich gespeichert.

source: Failed to save.
de: Speichern fehlgeschlagen.

source: Successfully deleted.
de: Erfolgreich gelöscht.

source: Failed to delete.
de: Löschen fehlgeschlagen.

source: Successfully locked.
de: Erfolgreich gesichert.

source: Failed to lock.
de: Sichern fehlgeschlagen.

source: Successfully unlocked.
de: Erfolgreich entsichert.

source: Failed to unlock.
de: Entsichern fehlgeschlagen.

source: Successfully updated order.
de: Reihenfolge erfolgreich aktualisiert.

source: Failed to update order.
de: Aktualisieren der Reihenfolge fehlgeschlagen.

source: Successfully promoted.
de: Erfolgreich promotet.

source: Failed to promote.
de: Promoten fehlgeschlagen.

source: Successfully unpromoted.
de: Erfolgreich depromotet.

source: Failed to unpromote.
de: Depromoten fehlgeschlagen.

source: Successfully published.
de: Erfolgreich publiziert.

source: Failed to publish.
de: Publizieren fehlgeschlagen.

source: Successfully unpublished.
de: Erfolgreich depubliziert.

source: Failed to unpublish.
de: Depublizieren fehlgeschlagen.

source: Successfully updated status.
de: Status erfolgreich aktualisiert.

source: Failed to update status.
de: Aktualisierung des Status fehlgeschlagen.

source: no address
de: keine Adresse

source: Assigned role `{:role}`.
de: Rolle `{:role}` zugewiesen.

source: Failed to assign role `{:role}`.
de: Zuweisen der Rolle `{:role}` fehlgeschlagen.

source: Failed to authenticate. Please retry request.
de: Authentifizierung fehlgeschlagen. Bitte Anfrage wiederholen.

source: Authenticated.
de: Authentifiziert.

source: Failed to authenticate.
de: Authentifizierung fehlgeschlagen.

source: Successfully logged out.
de: Erfolgreich abgemeldet.

source: Your account has been activated.
de: Ihr Konto wurde aktiviert.

source: Became user `{:name}`.
de: Identität `{:name}` angenommen.

source: Became user `{:name}` again.
de: Wieder Identität `{:name}` angenommen.

source: This field cannot be empty.
de: Dieses Feld darf nicht leer sein.

source: The passwords are not identical.
de: Die Passwörter stimmen nicht überein.

source: Invalid e–mail.
de: Ungültige E-Mail-Adresse.

source: The e–mail is already in use.
de: Die E-Mail-Adresse ist bereits vergeben.

source: Forbidden
de: Verboten

source: You are not allowed to access this page.
de: Du darfst auf diese Seite nicht zugreifen.

source: You are not logged in.
de: Du bist nicht angemeldet.

source: You don't have the required privileges.
de: Du hast nicht die entsprechenden Rechte.

source: Go to the frontpage at <strong>{:url}</strong>.
de: Gehe zur Frontpage unter <strong>{:url}</strong>.

source: Not Found
de: Nicht Gefunden

source: You've followed a link from within the site. That links seems to be incorrectly setup.
de: Du bist einem Link von innerhalb dieser Seite Link gefolgt. Dieser scheint nicht richtig eingerichtet zu sein.

source: You did a search on <strong>{:searchReferal}</strong> for <em>{:searchTerms}</em>. However their search index appears to be partially out of date.
de: Du hast auf <strong>{:searchReferal}</strong> nach <code>{:searchTerms}</code> gesucht. Es scheint so, als wäre der Suchindex nicht mehr ganz aktuell.

source: If you've followed a link from somewhere the link may be out of date.
de: Wenn du einem Link gefolgt bist, dann ist dieser eventuell nicht mehr aktuell.

source: If you typed in the address, it might have been misspelled.
de: Wenn du die Adresse eingegeben hast, könnte es sein, dass sie einen Tippfehler enthält.

source: If you've bookmarked this page the link may be out of date.
de: Wenn du auf diese Seite über ein Lesezeichen gekommen bist, ist dieses eventuell nicht mehr aktuell.

source: The administrator of this site has been notified and will fix the link as soon as possible.
de: Der Administrator wurde benachrichtigt und wird den Link so schnell wie möglich reparieren.

source: Go back to the previous page which sent you here <strong>{:url}</strong>.
de: Gehe zur vorherigen Seite zurück <strong>{:url}</strong>.

source: Double-check the spelling of the address.
de: Überprüfe die Schreibweise der Adresse.

source: Update your bookmark.
de: Aktualisiere dein Lesezeichen.

source: Internal Server Error
de: Interner Server Fehler

source: An unexpected technical problem occurred.
de: Ein unbekanntes technisches Problem ist aufgetreten.

source: Service Unavailable
de: Dienst Nicht Erreichbar

source: The service is currently offline and will be back online soon.
de: Der Dienst ist zur Zeit offline, wird aber bald wieder online sein.

source: Refresh this page after a few minutes.
de: Lade diese Seite nach ein paar Minuten neu.

source: Unsupported Browser
de: Nicht Unterstützter Browser

source: Your browser is too old to be used with this site.
de: Dein Browser ist leider zu alt für diese Website.

source: Install a more recent browser.
de: Installiere einen neueren Browser.

source: Maintenance
de: Wartungsarbeiten

source: Some changes are made to the infrastructure and certain pages may be unavailable for a few minutes.
de: Es werden gerade Änderungen an der Infrastruktur vorgenommen. Manche Seiten sind für ein paar Minuten nicht erreichbar.

source: Maintenance is expected to be completed within a maximum of <strong>{:duration} minutes</strong>.
de: Es ist zu erwarten, dass die Wartungsarbeiten maximal <strong>{:duration}</strong> Minuten dauern.

source: creating
de: erstelle

source: editing
de: bearbeite

source: listing
de: liste

source: untitled
de: ohne Titel

source: actually
de: eigentlich

source: unnamed
de: unbenannt

source: user
de: Benutzer

source: activated
de: aktiviert

source: deactivated
de: deaktiviert

source: locked
de: gesperrt

source: Number
de: Nummer

source: Leave empty to autogenerate number.
de: Freilassen, um eine Nummer automatisch zu erzeugen.

source: receives notifications
de: erhält Benachrichtigungen

source: Locale
de: Lokale

source: Timezone
de: Zeitzone

source: Country
de: Land

source: Security
de: Sicherheit

source: New password
de: Neues Passwort

source: Keep empty to leave password unchanged.
de: Freilassen, wenn das Passwort nicht geändert werden soll.

source: Authentication token
de: Authentifizierungs-Token

source: New reset answer
de: Neue Reset-Antwort

source: Keep empty to leave answer unchanged.
de: Freilassen, wenn die Antwort nicht geändert werden soll.

source: Role
de: Rolle

source: Billing
de: Rechnungswesen

source: Billing Address
de: Abrechnungsadresse

source: Create new address.
de: Eine neue Adresse anlegen.

source: Currency
de: Währung

source: VAT Reg. No.
de: USt.-IdNr.

source: Auto Invoice Frequency
de: Auto-Rechnungsfrequenz

source: auto invoice
de: Auto-Rechnung

source: Shipping Address
de: Lieferadresse

source: can rent
de: kann leihen

source: activate
de: aktivieren

source: deactivate
de: deaktivieren

source: lock
de: sperren

source: unlock
de: entsperren

source: save
de: speichern

source: users
de: Benutzer

source: The user will be notified by e-mail when her account is activated.
de: Der Benutzer wird mit einer E-Mail benachrichtigt, sobald das Konto aktiviert wurde.

source: You can temporarily use the identity of a user by clicking on the `become` button in the row of that user.
de: Sie können zeitweise die Identität eines anderen Benutzers annehmen, indem sie auf `werden`, neben dem jeweiligen Eintrag zum Benutzer klicken.

source: active?
de: aktiv?

source: locked?
de: gesperrt?

source: notified?
de: benachrichtigt?

source: auto inv.?
de: auto-Rech.?

source: rent?
de: leihen?

source: Modified
de: Bearbeitet

source: delete
de: löschen

source: become
de: werden

source: open
de: öffnen

source: Password
de: Passwort

source: virtual user
de: virtueller Benutzer

source: Invoice Frequency
de: Rechnunsfrequenz

source: virtual users
de: virtuelle Benutzer

source: Virtual users are users which you want to track and associated with other items (i.e. an order), These users didn't sign up directly but may have been creating a temporary account.
de: Virtuelle Benutzer sind Benutzer die Sie mit anderen Element (z.B. einer Bestellung) verbinden möchten. Diese Art von Benutzer haben im Gegensatz zu realen Benutzern kein Konto erstellt und sind eher temporär.

source: Active?
de: Aktiv?

source: Auto inv.?
de: Auto-Rech.?
